{
    "news-cover-image": "intro-img-trans-478x128.png",
    "logo": "tavorlab-mini-trans.png",
    "about-text": "<p>We focus on exploring the connection between brain structure, function and human behavior, using magnetic resonance imaging (MRI).</p> <p>We investigate what underlies behavioral and functional differences between individuals, such as changes in functional and structural connectivity and differences in the brain’s microstructure.</p> <p>In addition, we study learning-related brain plasticity by developing behavioral tasks that induce functional and structural brain modifications. For our work, we use advanced mathematical and statistical analysis methods.</p>",
    "news": {
        "Follow us on Twitter!": {
            "content": "Don’t miss our latest updates, publications and discussions on @LabTavor",
            "links": {
                "@LabTavor": "https://twitter.com/LabTavor"
            }
        },
        "We made it to the cover!": {
            "date": "Jan 7, 2020",
            "content": "<p>Our work on short-term plasticity following motor sequence learning was chosen for the cover of the Human Brain Mapping journal.</p>",
            "links": {
                "cover": "https://onlinelibrary.wiley.com/toc/10970193/2020/41/2"
            }
        },
        "New paper published in the Journal of Neurotrauma": {
            "date": "May 21, 2020",
            "content": "<p>Check out our latest paper on connectivity changes following traumatic brain injury.</p> <p>We used diffusion MRI and graph theory measures to explore the brain connectivity alterations in a mice model of traumatic brain injury. We found changes in global and local measures of network integration and segragation at 7 days following the injury, which returned to baseline level at 30 days post-injury suggesting a possible compensation mechanism.</p>",
            "links": {
                "our latest paper": "https://www.liebertpub.com/doi/abs/10.1089/neu.2020.7063"
			}
        },
        "Congratulations to Naama Freidman for completing her M.Sc.!": {
            "date": "Oct 21, 2020",
            "content": "<p>Namma has recently recieved her M.Sc. diploma for studying novel methods of individualized statistical analysis for MRI data.</p> <p>She will continue working in the lab as a Ph.D. candidate. Congrats Naama! </p>",
            "links": {
                
			}       
        }
    },
    "funding": {
        "The Israel Science Foundation": {
            "image": "isf-logo.png",
            "text": "Supports excellence in basic research across all fields of knowledge",
            "link": "https://www.isf.org.il"
        },
        "Mind & Language": {
            "image": "mila-logo-192x192.png",
            "text": "By Sagol School of Neuroscience",
            "link": "https://www.mila-center.org/"
        },
        "Aufzien Center": {
            "image": "APPD.png",
            "text": "The Aufzien Center for the Prevention and Treatment of Parkinson's Disease",
            "large": true,
            "link": "https://en-med.tau.ac.il/Aufzien_Center_TAU"
        },
        "Minducate": {
            "image": "minducate.png",
            "text": "Science of Learning Research and Innovation Center",
            "large": true,
            "link": "https://www.minducate-tau.org"
        }
    }
}
