{
	"intro-text": "<p>Understanding the structure of the human brain is crucial for advanced research on brain function and connectivity.</p> <p>Dr. Tavor is teaching neuroanatomy in Tel Aviv University and together with a talented team of teaching assistants he is currently working on integrating technology and novel visual approaches to the classroom. Below are some examples of the 3D models of the human brain that we have recently created. Please contact us if you have any comments - we are always happy to improve :)</p>",
	"brains": {
		"3D surface of the human brain": {
			"text": "<p>This model presents the lateral surface of the two hemispheres as well as the bottom aspect of the brain, including the brainstem and cerebellum.</p> ",
			"link": "https://sketchfab.com/3d-models/3d-brain-f390b7e894d2446789e5a0b89d4abe8d"
		},
		"3D surface of the right hemisphere": {
			"text": "This model presents the medial, lateral and inferior surfaces of the right cerebral hemisphere.",
			"link": "https://sketchfab.com/3d-models/right-hemisphere-add35de24fda4ee6a66d07de2ffbf52f"
		},
		"3D model of the brain showing main gyri and sulci": {
			"text": "This model presents the primary gyri and sulci of the human brain.",
			"link": "https://sketchfab.com/3d-models/whole-brain-main-gyri-and-sulci-annotations-7e32ad74ea4f45cfad1c35c0fa0172a7"
		},
		"3D model of  the right hemisphere showing subcortical regions": {
			"text": "This model presents the right hemisphere with subcortical regions shown on the medial surface.",
			"link": "https://sketchfab.com/3d-models/right-hemisphere-subcortical-annotations-8cde3751335a4b08a5d3fc02f9b59465"
		},
		"3D model of the corpus callosum": {
			"text": "This model presents the human brain dissected to reveal the commissural fibers of the corpus callosum, connecting between the two hemispheres.",
			"link": "https://sketchfab.com/3d-models/corpus-callosum-04d95c8f45b04c89b4b8d2f01cd30471"
		},
		"3D model of the lateral ventricles": {
			"text": "This model presents the human brain dissected to reveal the two lateral ventricles. In this dissection, the corpus callosum was detached from the septum pellucidum and cut out. The central part of the lateral ventricles is visible, as well as the caudate nucleus, stria terminallis, choroid plexus, crura of fornix and hippocampal commissure.",
			"link": "https://sketchfab.com/3d-models/lateral-ventricles-3e56021a1cc1498eba4dbcea062c5a1a"
		},
		"3D model of the insula and cingulum": {
			"text": "This model presents a dissected right cerebral hemisphere showing the insula on the lateral aspect and the cingulum on the medial aspect.",
			"link": "https://sketchfab.com/3d-models/insula-and-cingulum-9c0e9deb7b764187985820fb882fe7ec"
		},
		"3D model of the association fibers": {
			"text": "This model presents a dissected right cerebral hemisphere showing the major long assocaition fiber bundles and the insula.",
			"link": "https://sketchfab.com/3d-models/association-fibers-9e92ccf9b16c490e96269e795aad01b3"
		},
		"3D model of the lentiform nucleus and hemispheric white matter": {
			"text": "This model presents a dissected right cerebral hemisphere showning the lentifotm nucleus, corona radiata, uncinate faciculus and inferior longitudinal fasciculus.",
			"link": "https://sketchfab.com/3d-models/lentiform-nucleus-and-various-fiber-bundles-4a8854eba05748dba26e241ff80c71b1"
		},
		"3D model of the internal capsule": {
			"text": "This model presents a dissected right cerebral hemisphere showing the internal capsule and the corona radiata.",
			"link": "https://sketchfab.com/3d-models/internal-capsule-fb67002e8919428c953024889312f815"
		},
		"3D model of the hippocampus": {
			"text": "This model presents a dissected right cerebral hemisphere showing the hippocampal formation, temporal horn of the lateral ventricle and the corona radiata.",
			"link": "https://sketchfab.com/3d-models/hippocampus-61ad0d60bfc640fc9678caa93bcb797a"
		},
		"3D surface of the brainstem and cerebellum": {
			"text": "This model presents the anterior surface of the brainstem including the cranial nerves, and the anterior and posterior surfaces of the cerebellum.",
			"link": "https://sketchfab.com/3d-models/brainstem-cerebellum-830b1df0de04435c8edf64261f510907"
		},
		"3D model of the cerebellum": {
			"text": "This model presents the brainstem and cerebellum.",
			"link": "https://sketchfab.com/3d-models/cerebellum-87df9602c1f44b5597abbac4529042bc"
		}
	}
}

