{
	"Activity and Connectivity in Psychiatric Disorders": {
		"content": "Understanding the abnormal structure and function of the human brain in different pathological states is one of the most fundamental challenges of neuroscience these days. Our research focuses on understanding the intricate relationship between brain connectivity and brain activity in individuals diagnosed with psychiatric disorders. We aim to deepen our understanding of how each and every unique "wiring" of each individual brain is associated with the way that specific brain functions under different cognitive tasks. Hopefully, this approach will help us better understand what goes wrong is different psychiatric conditions, which can eventually lead to better treatment approaches.",
		"image": "Psych.jpg"
	},
	"Brain Evolution": {
		"content": "The mammalian brain is one the most complex and important biological systems, but its evolution has largely remained a mystery. For many years, researchers have attempted to describe the overall brain’s evolution in relationship to the evolution of the anatomy of its gray matter, using characteristics such as neuron number, neuron density, brain volume, or gyrification as possible indicators of evolutionary change. Recently,in collaboration with Professor Yossi Yovel from the school of Zoology, we have explored the connectome patterns of over 100 different mammalian brains. Our data indicate that connectome efficiency is a highly conserved property in the class. Currently, we are exploring the mechanisms by which these brain connectomes remain so similar in their efficiencies despite the great variation of cognitive functionality across species.",
		"image": "brain_evolution.jpg"
	},
	"Connectivity And Plasticity": {
		"content": "The brain is highly dynamic, adapting its functions and structures in response to both transient events and long-term experiences. Using diffusion MRI, we have found that the brain microarchitecture undergoes a significant level of structural remodeling within minutes following cognitive experiences. Previous studies in the lab have suggested that the origin of microstructural remodeling stems from the glial cells’ reactions to neuronal activity. Using MRIs, we are currently investigating the mechanisms by which glial cell-mediated plasticity occurs and whether they reveal new insights into brain organization. More specifically, we are examining whether the organization of spatial memory domains relies upon neuroplasticity. Concurrently, we are analyzing whether MRIs can be used to identify and understand cognition-driven remodeling processes at a system-wide level.",
		"image": "connectivity_and_plasticity.jpg"
	},
	"The Structural Connectome": {
		"content": "The connectome, or the massive array of neural connections in our brain, controls not only information transfer, but also brain function, cognition, and behavior. Recently, the use of Diffusion Tensor Imaging (DTI) has yielded groundbreaking insights in the field of brain tractotraphy. DTI has allowed researchers to map the human brain connectome, in vivo and non-invasively, for the first time. However, DTI-based tractography, which is prone to error and fails to provide information about signal transfer efficiency, still provides only a limited assessment of the connectome. In collaboration with Professor Peter Basser of the NIH, our lab has developed two new Magnetic Resonance Imagine (MRI)-based methods, AxCaliber and CHARMED, which are capable of estimating axonal density and diameter for each fiber path in the brain. In combination with graph theory analyses, these methods allow for new, highly accurate measurements of the connectome. With these techniques in hand, we are currently investigating how the structure of the connectome, as weighted by axonal diameter properties, differs between healthy and diseased brains (e.g. multiple sclerosis).",
		"image": "the_structural_connectome.jpg"
	}
}
